<template>
  <div class='authorization'>
    <div class="title">理事推广规范守则</div>
    <div class="tip">请务必仔细阅读完毕</div>
    <p class="content">
      为了给各位理事创造一个良好的推广环境，严格执行国家相关的法律法规，特此对理事推荐办卡作出如下规范，本规范公布即生效，请各位理事严格遵守：
      <br><br>
      一、 不得以银行的名义进行信用卡推广宣传：
      例：名片、海报、易拉宝等直接印刷银行标志，或微信昵称直接表示自己是银行信用卡专员、推广员。<br>
      二、 不得向客户承诺一定下卡以及信用卡授信额度；<br>
      三、 不得以任何理由向客户索取任何形式的费用；
      例：收费办卡、按信用卡审批额度收取服务费等。<br>
      四、 推荐人仅限推荐引流至平台，不得代为客户填写资料提交信用卡申请；
      例：帮客户填写信用卡申请资料，或是在当事人不知情的情况下私自给别人申请信用卡等。<br>
      五、 不得指导客户提供虚假资料申请信用卡；
      例：虚构学历、工作单位、收入等。<br>
      六、 不得以欺骗、利诱等非法手段诱导客户申请信用卡；
      例：以办卡送POS机、刷卡套现、智能还款等诱导客户申请信用卡。<br>
      七、 不得擅自更改银行和平台的信用卡宣传资料的内容，不得将平台资料用于其他用途；<br>
      八、 禁止信用卡中介、包装代办机构推广平台信用卡；<br>
      九、 平台对于所有网页物料享有完全的知识产权，任何人未经许可，不得抄袭盗用；<br>
      十、 不得异地办卡，严禁在银行不支持的城市进行虚假信息申请；<br>
      十一、禁止以进件结算方式进行推广，包括但不限于微信裂变，如发现则立即封号，永不解封；<br>
      十二、所有推广方式必须合法合规，如：不得以传销形式进行推广。<br><br> <span class="bond">所有理事必须严格执行以上十二条信用卡推广规范，如有违反，平台运营方有权采取包括但不限于关闭理事账号、扣除理事推广所得、要求理事返还违规推广所得等一系列措施；若给平台运营方、其关联方、申卡用户或其合作方造成损失的，理事应赔偿损失方的所有损失，包括但不限于直接财产损失、间接财产损失、直接名誉损失、间接名誉损失等。</span><br>
      欢迎广大平台用户举报，对于核实无误的一律给予奖励。<br>
      注：以上范例均为不规范推广案例。<br>
    </p>
    <div class="title" style="margin-top: 20px;">理事推广规范守则</div>
    <p class="content">
      根据平台公布的《理事推广规范守则》（以下简称“守则”），<span class="bond">在理事违反守则的情况下，平台运营方有权关闭理事账号、扣除理事推广所得、要求理事返还违规推广所得等一系列措施；若给平台运营方、其关联方、申卡用户或其合作方造成损失的，理事应赔偿损失方的所有损失，包括但不限于直接财产损失、间接财产损失、直接名誉损失、间接名誉损失等。</span>基于以上，本平台现特针对理事账户被关闭后，理事的救济途径说明如下：
      <br>
      1、 若理事在使用平台服务过程中，发现账户无法提现或者疑似被关闭，可以直接添加平台的客服微信hhr-18001279336进行咨询。
      <br> 2、 若经客服反馈，账户因涉及违规推广被申卡用户投诉而被关闭，请理事在经客服释明后，尽快处理客诉，客诉处理完毕可向平台申请对账户进行开启。
      <br> 3、 理事知悉并同意，平台有权根据客诉的风险等级将账户分为高风险账户、中风险账户及低风险账户，对于高风险账户，平台不予开启。
      <br> 4、 理事在推卡过程中存在以下情形之一的，理事的账户应被认定为高风险账户：
      <br> &nbsp;&nbsp;（1） 推卡过程中盗刷申卡用户银行卡或信用卡，金额达到500元以上的；
      <br> &nbsp;&nbsp; （2） 向申卡用户承诺办卡礼品金额在300元以上，且不兑现的；
      <br>&nbsp;&nbsp; （3） 违规推广涉及申卡用户达到5人以上的；
      <br>&nbsp;&nbsp; （4） 强制申卡用户办理POS机的；
      <br>&nbsp;&nbsp; （5） 自称是银行合作的POS机，以测额度查流水为名送POS机的；
      <br>&nbsp;&nbsp; （6） 其他平台认为属于严重违规推广的情形的。
      <br> 5、 理事在推卡过程中存在以下情形之一的，理事的账户应被认定为中风险账户：
      <br>&nbsp;&nbsp; （1） 向申卡用户推销POS机未说明具体购买金额；
      <br>&nbsp;&nbsp; （2） 向申卡用户推销POS机未明确告知返还情况或者有虚假陈述的；
      <br>&nbsp;&nbsp; （3） 先向申卡用户收费后告知是POS机费用，不被申卡用户认可的；
      <br>&nbsp;&nbsp; （4） 在银行不支持的城市，进行虚假信息申请的；
      <br>&nbsp;&nbsp; （5） 其他平台认为属于一般违规推广的情形的。
      <br> 6、 理事在推卡过程中存在以下情形之一的，理事的账户应被认定为低风险账户：
      <br>&nbsp;&nbsp; （1） 向申卡用户承诺办卡的礼品金额在100元以下，且不兑现的；
      <br>&nbsp;&nbsp; （2） 在向申卡用户说明信用卡年费时存在虚假陈述的；
      <br>&nbsp;&nbsp; （3） 在向申卡用户说明激活流程时存在虚假陈述的；
      <br>&nbsp;&nbsp; （4） 其他平台认为属于轻微违规推广的情形的。
      <br> 7、 对于关闭账户属于中风险及低风险账户的，理事有权向平台申请将已关闭账户重新开启，具体流程如下：
      <br>&nbsp;&nbsp; （1） 根据平台要求撰写承诺书（承诺书模板见附件），保证之后不再违规推广，且不存在因推卡导致的客诉发生；
      <br>&nbsp;&nbsp; （2） <span class="bond">按照平台要求缴纳推卡保证金（金额为300-2000元不等），保证金优先通过理事账户已有资金缴纳，不足部分，由理事补充缴纳。</span> <br>&nbsp;&nbsp; （3） 满足以上两款，平台可将理事账户重新开启。
      <br> 8、 关于保证金的金额体现及返还规则，平台说明如下：
      <br>&nbsp;&nbsp; （1） 保证金账户金额可以自理事账户中查询，但是<span class="bond">理事无法申请提现</span>。
      <br>&nbsp;&nbsp; （2） <span class="bond">若理事在后期的推卡过程中存在违规推广或产生客诉，相关的赔偿优先自保证金账户中扣除，不足部分由理事补充支付。</span> <br>&nbsp;&nbsp; （3） 理事若申请关闭账户，不再与平台进行合作时，经平台确认理事无违规推卡行为且未产生客诉或者无客诉风险时，理事可向平台申请退还保证金账户余额。

    </p>
    <div class="btn-wrap">
      <div class="btn active" @click="goClick">我已阅读并知悉该规范
        <!---->
      </div>
    </div>
  </div>
  </div>
  </div>
  </div>
</template>

<script>
export default {
  name: 'authorization',
  data() {
    return {}
  },
  components: {},
  created() {},
  mounted() {},
  methods: {
    goClick() {
      this.$router.go(-1)
    }
  }
}
</script>
<style  lang="scss" scoped>
.authorization {
  background-color: #fff;
  color: #3b3453;
  text-align: left;
  padding: 20px;
  .title {
    line-height: 24px;
    font-size: 18px;
    color: #3b3453;
    font-weight: 700;
    margin-bottom: 10px;
  }
  .tip {
    font-size: 14px;
    font-weight: 700;
    line-height: 20px;
    color: #fa5d5d;
    margin-bottom: 10px;
  }
  .content {
    font-size: 14px;
    line-height: 20px;
    margin-bottom: 30;
  }
  .btn {
    width: 80%;
    height: 34px;
    line-height: 34px;
    margin: 0 auto;
    font-size: 16px;
    background: linear-gradient(90deg, #f98400, #ffa347);
    border-radius: 20px;
    text-align: center;
    color: #fff;
    margin-top: 40px;
  }
}
</style>
