<template>
  <div class='information'>
    <h2>用户授权协议</h2>
    <p>重要提示：</p>
    <p>为维护您（以下简称“本人”或“您”）的合法权益，请在授权我们收集和使用您的个人信息前，仔细阅读、充分理解本《用户授权协议》（以下简称“本协议”）各条款内容，特别是免除或减轻我们责任，或限制您权利的条款，其中免除或减轻责任条款将以黑体加粗形式提示您。您点击本协议所在页面按钮并进入下一页面即视为您已阅读本协议，并同意接受本协议条款的约束，本协议即完成在线签署并生效。
      本协议适用于本协议发布前我们基于您的授权对您个人信息的处理，您若不同意本协议，可以停止使用我们的服务。但若您继续使用我们的服务，即表示您同意受本协议的约束。您不同意本协议，不会影响此前基于您的授权我们开展的对您个人信息的处理。</p>
    <!-- 本人姓名：${user_name}
本人身份证号码：${card_id} -->
    <p>（为了保护您的个人信息，本协议在向您展示时将部分隐藏您的身份信息，您的身份信息详情以您在本平台账户对应的实名信息为准。）</p>
    <h3>一、定义</h3>
    <p>1.1平台运营方/我们：指浦江大路网络科技有限公司及其关联实体。</p>
    <p>1.2申卡新世界/平台：指由我们实际运营并为您提供各项服务内容的平台。</p>
    <p>1.3服务内容：指申卡新世界为您提供的办理信用卡、ETC以及提供支付、信用卡还款、大数据查询等一系列服务，具体服务内容以平台展示为准。具体服务形式包括但不限于为您提供相关服务链接或将您提交至申卡新世界的个人信息反馈至银行信用卡中心或服务内容提供机构，以此为您提供本协议约定的服务内容。申卡新世界的具体服务内容由我们根据实际情况提供并不时更新，包括但不限于信息、图片、文章、评论、链接等。</p>
    <p>1.4服务机构：指为您提供服务内容的相关机构，包括但不限于我们的合作方北京融七牛信息技术有限公司、各大银行及其合作方、信息查询机构等。</p>
    <h3>二、使用准则</h3>
    <p>2.1您在使用申卡新世界服务内容过程中，必须遵循国家的相关法律法规，不得出现以下行为：
      <br>(1)反对宪法所确定的基本原则的；
      <br>(2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
      <br>(3)损害国家荣誉和利益的；
      <br>(4)煽动民族仇恨、民族歧视，破坏民族团结的；
      <br>(5)破坏国家宗教政策，宣扬邪教和封建迷信的；
      <br>(6)散布谣言，扰乱社会秩序，破坏社会稳定的；
      <br>(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的、欺诈性的或以其它令人反感的讯息、数据、信息、文本、音乐、声音、照片、图形、代码或其它材料；
      <br>(8)侮辱或者诽谤他人，侵害他人合法权益的；
      <br>(9)其他违反宪法和法律、行政法规或规章制度的；
      <br>(10)可能侵犯他人的专利、商标、商业秘密、版权或其它知识产权或专有权利的；
      <br>(11)假冒任何人或实体或以其它方式歪曲您与任何人或实体之关联性的内容；
      <br>(12)未经授权发布第三方的私人信息，包括但不限于地址、电话号码、电子邮件地址、身份证号以及银行卡卡号；
      <br>(13)发布病毒、不可靠数据或其它有害的、破坏性的或危害性的文件；
    </p>
    <p>2.2用户不得利用申卡新世界的服务从事下列危害互联网信息网络安全的活动：
      <br>(1)未经允许，进入互联网信息网络或者使用互联网信息网络资源；
      <br>(2)未经允许，对互联网信息网络功能进行删除、修改或者增加；
      <br>(3)未经允许，对进入互联网信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；
      <br>(4)故意制作、传播计算机或手机病毒等破坏性程序；
      <br>(5)其他危害互联网信息网络安全的行为。
    </p>
    <p>2.3您须对自己在使用申卡新世界服务过程中的行为承担法律责任。若您为限制行为能力或无行为能力者，则您的法定监护人应承担相应的法律责任。</p>
    <p>2.4如您的操作影响系统总体稳定性或完整性，我们将暂停或终止您的操作，直到相关问题得到解决。</p>
    <p>2.5您不应将您账号转让、出售或出借予他人使用，帐号使用权仅属于初始用户，您应对帐号内的全部行为独立承担全部责任。</p>
    <h3>三、陈述与保证</h3>
    <p>3.1您在访问、使用申卡新世界或申请使用申卡新世界服务时，必须提供您真实的个人信息，且您应该根据实际变动情况及时更新个人信息。</p>
    <p>3.2您应保证您提供的个人信息的真实性、准确性或完整性，因信息不真实、不准确或不完整而引起的任何问题及其后果，由您自行承担，且您应保证我们免受由此而产生的任何损害或责任。若我们发现您提供的个人信息是虚假、不准确或不完整的，我们有权自行决定终止向您提供服务并要求您赔偿我们的损失。</p>
    四、授权内容
    <p>4.1为提供服务、履行协议、解决争议、保障交易安全等目的，您同意授权我们对您的个人资料（包括但不限于您提供的、我们自行收集的及通过第三方途径收集的您的个人信息、您申请服务时的相关信息、您在使用服务时储存在申卡新世界的非公开内容以及您的其他个人资料）享有留存、整理加工、使用的权利，并授权申卡新世界向服务机构提供为完成该项服务必要的信息，且您明确授权申卡新世界及其服务机构可将获取的个人资料用于为您提供的其他服务。</p>
    <p>4.2您同意并授权我们及服务机构在您使用本协议项下服务内容期间，通过您提供的资料向包含但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构查询并获取属于您的个人信息（包括但不限于身份信息、联系方式、工作信息、银行卡交易信息、银行贷款相关信息、网络交易信息、逾期信息及其他信息等），以了解您资信状况。【您已经充分理解并知晓该等信息被提供和使用的风险，包括但不限于：上述信息将会被用于对您的信用评价及分析报告等，可能对您产生不利影响；该等信息依法提供给申卡新世界后可能被其他机构利用的风险。】</p>
    <p>4.3您同意并授权我们及服务机构在您使用本协议项下的信用卡办理服务时，通过您提供的资料向为您提供信用卡办理的服务机构查询关于您办理信用卡的申卡状态等信息（主要包括您所申请信用卡是否是首卡、具体审批状态、是否激活成功、是否完成首刷以及您本人是否为银行新户），以方便您通过我们平台直接查询您的申卡状态。同时，为了能够更好地为您提供查询服务，您同意自您信用卡办理成功后，我们可以在30日内留存您的申卡状态等信息。</p>
    <p>4.4 为了保证推荐你申请信用卡的推荐人（以下简称“推荐人”）更好地为您提供推荐服务，您同意我们平台向推荐人展示您的姓名、手机号以及您所申请信用卡的具体审批状态。</p>
    <p>4.5您同意并授权包括但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构可将其拥有的您的信息提供给我们，用于您申请相关服务内容。</p>
    <h3>五、授权期限</h3>
    <p>自本人作出本授权承诺之日起，至本人在平台运营方及服务机构处所有业务终结之日止。本人知悉并同意：本人在服务机构处业务已办理完成但满足本协议4.3条约定情形的情况下，本人与服务机构的业务关系仍然存续，服务机构仍有权向第三方查询、打印、保存或上报本人的基本信息和信用信息。</p>
    <h3>六、服务变更、中断或终止</h3>
    <p>6.1如因升级的需要而需暂停服务、或调整服务内容，我们将尽可能在申卡新世界上进行通告。由于您未能及时浏览通告而造成的损失，我们不承担任何责任。</p>
    <p>6.2您明确同意，我们保留根据实际情况随时调整申卡新世界提供的服务内容、种类和形式，或自行决定授权第三方向您提供原本我们提供的服务。服务一经变更，我们将会在重要页面上提示修改内容，不再另行单独通知，您应不时注意本协议条款及相关规则的变动。如果不同意所改动的内容，您可以主动取消获得的服务。如果您继续享用申卡新世界提供的服务，则视为接受服务条款的变动。我们保留随时修改或中断免费服务而不需提前通知用户的权利。我们行使修改或中断免费服务的权利，不需对您或第三方负责。</p>
    <p>6.3发生下列任何一种情形，我们有权单方面中断或终止向您提供服务而无需通知您，且无需对您或第三方承担任何责任：
      <br>(1)您提供的个人资料不真实；
      <br>(2)您的行为违反本协议；
      <br>(3)您的行为违反法律法规规定。
    </p>
    <p>6.4您有权在满足条件的情况下通知我们终止向您提供服务，或直接取消申卡新世界服务。针对您终止或取消服务之日后的行为，我们不再向您承担任何形式的责任。</p>
    <h3>七、知识产权及其它权利</h3>
    <p>7.1我们是申卡新世界产品及服务的知识产权权利人。全部著作权、商标权、专利权、商业秘密等知识产权，以及包括但不限于文字、图片、视频、界面设计、版面框架、有关数据或电子文档均受相关法律法规和国际条约保护。未经我们书面同意，您不得为任何商业及或非商业目的自行或许可第三方实施、利用、转让上述知识产权，我们保留追究上述法律责任的权利。</p>
    <p>7.2未经相关内容权利人的事先书面同意，您不得擅自复制、传播在申卡新世界的该等内容，或将其用于任何商业目的，所有这些资料或资料的任何部分仅可作为个人或非商业用途而保存在某台计算机或其他电子设备内。否则，我们及/或权利人将追究您的法律责任。</p>
    八、特别约定
    <p>8.1您使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，我们有权暂停或终止向您提供服务。</p>
    <p>8.2您同意我们通过重要页面的公告、通告、电子邮件以及常规信件的形式向您传送与申卡新世界服务有关的任何通知和通告。</p>
    <p>8.3若本协议中的任何条文无论因何种原因完全或部分无效或不具有执行力，本协议的其他条款仍继续有效。</p>
    <p>8.4本协议未尽事宜，根据我国相关法律、法规、各信息提供方相关业务规定及您注册本平台时同意的《用户注册服务协议》办理。如需制定补充协议，其法律效力同本协议。</p>
    <p>8.5本协议之效力、解释、执行均适用中华人民共和国法律。 </p>
    <p>8.6若非我们更新本协议，您在确认同意、签署本协议后，其效力将及于您此时及未来使用申卡新世界服务时所有操作。</p>
    <p>8.7如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，任何一方均可向本协议签订地（即北京市海淀区）的人民法院提起诉讼。</p>
    <p>8.8本协议中的标题仅为方便而设，不影响对于条款本身的解释。本协议最终解释权归我们所有。</p>

  </div>
</template>

<script>
export default {
  name: 'information',
  data() {
    return {}
  },
  components: {},
  created() {},
  mounted() {},
  methods: {}
}
</script>
<style lang="scss" scoped>
.information {
  color: #3b3453;
  background: #ffffff;
  padding: 15px 15px 50px;
  h2 {
    text-align: center;
    font-size: 20px;
    margin-bottom: 10px;
  }
  p {
    font-size: 12px;
    line-height: 24px;
    margin-bottom: 6px;
  }
}
</style>
